Repository: RaMeeAdmin/justruck
Catalog: lib/l10n/intl_*.arb
Languages: mr

source: Change Language
mr: भाषा बदला

source: Choose Preferred Language
mr: पसंतीची भाषा निवडा

source: Hello
mr: नमस्कार

source: Customers
mr: कस्टमर

source: Change PIN
mr: पिन बदला

source: Logout
mr: लॉग आऊट

source: Hello There
mr: नमस्कार

source: Welcome
mr: स्वागत

source: LOGIN
mr: लॉगिन

source: PIN
mr: पिन

source: Forgot PIN ?
mr: पिन विसरलात ?

# dontHaveAccount
source: Don't have an account?
mr: खाते नाही ?

source: OR
mr: किंवा

source: Yes
mr: होय

source: No
mr: नाही

source: Okay
mr: ठिक

source: Search
mr: शोधा

source: Cancel
mr: रद्द करा

source: Add Another
mr: आणखी वाढवा

# setPIN
source: Set your 4 digit PIN
mr: तुमचा 4 अंकी पिन सेट करा

# verifyOTP
source: OTP पडताळणी
mr: Verify OTP

# enterVerificationCode
source: [mobile_number] या क्रमांकावर आलेला OTP एंटर करा.
mr: Enter OTP sent on [mobile_number].

source: Resend OTP
mr: OTP पुन्हा पाठवा

# confirmOTP
source: OTP ची खात्री करा
mr: Confirm OTP

# regExitMessage
source: Please complete the registration process.
mr: कृपया रेजिस्ट्रेशन प्रक्रिया पुर्ण करा.

source: Thank You
mr: धन्यवाद

# thankYouMessage
source: for registering with us. You will be able to login after verification and approval.
mr: आमच्यासोबत नोंदणी केल्याबद्दल. पडताळणी आणि मंजुरीनंतर तुम्ही लॉग इन करू शकाल.

source: Back to Login
mr: लॉगिन करा

source: Home
mr: होम

source: Reports
mr: रिपोर्ट

source: Parcel Booking
mr: पार्सल बुकिंग

source: From
mr: पासून

source: To
mr: ते

# senderDetails
source: Consignor Details
mr: पाठवणाऱ्याचे तपशील

# receiverDetails
source: Consignee Details
mr: प्राप्तकर्त्याचे तपशील

source: Search By Name / Mobile
mr: नाव / मोबा. क्र शोधा

# senderName
source: Consignor Name
mr: पाठवणाऱ्याचे नाव

# alternateMobile
source: Alternate Mobile Number
mr: पर्यायी मोबाईल क्रमांक

source: Address
mr: पत्ता

# receiverName
source: Consignee Name
mr: प्राप्तकर्त्याचे नाव

source: Material Information
mr: साहित्यविषयक माहिती

source: Select City
mr: शहर / गाव निवडा

# senderCity
source: Consignor's City
mr: पाठवणाऱ्याचे शहर / गाव

# receiverCity
source: Consignee's City
mr: प्राप्तकर्त्याचे शहर / गाव

source: Search By City Name
mr: शहर / गावाच्या नावाने शोधा

source: Other Details
mr: इतर तपशील

source: Receiving Transporter
mr: स्विकारनारे ट्रान्सपोर्टर

source: Doorstep Delivery
mr: घरपोच सुविधा

source: Doorstep Delivery Required?
mr: घरपोच सुविधा पाहिजे आहे का ?

source: Provides door step delivery
mr: घरपोच सुविधा उपलब्ध

source: Door step delivery unavailable
mr: घरपोच सुविधा उपलब्ध नाही

source: Pick Receiver Transporter
mr: स्विकार करणार ट्रान्सपोर्टर निवडा

source: Review Booking Details
mr: बुकिंग तपशील तपासा

source: Parcel Details
mr: पार्सल तपशील

source: Parcel Status
mr: पार्सल स्थिती

source: Add Customer
mr: कस्टमर जोडा

# addNewCustomer
source: Add New
mr: नवीन जोडा

source: Customer Type
mr: कस्टमर प्रकार

source: save
mr: सेव्ह करा

source: Firm Name
mr: कंपनीचे नाव

source: First Name
mr: प्रथम नाव

source: Middle Name
mr: वडिलांचे नाव

source: Last Name
mr: आडनाव

source: Contact Person First Name
mr: संपर्क व्यक्तीचे प्रथम नाव

source: Contact Person Last Name
mr: संपर्क व्यक्तीचे आडनाव

# mobileNumber
source: Mobile No.
mr: मोबाईल क्र.

# emailAddress
source: Email ID
mr: इमेल आयडी

source: Address Line 1
mr: पत्ता ओळ 1

source: Address Line 2
mr: पत्ता ओळ 2

source: Nearby Landmark
mr: जवळपासची खूण

source: Pin Code
mr: पिन कोड

source: City
mr: शहर / गाव

source: District
mr: जिल्हा

source: State
mr: राज्य

source: Description
mr: तपशील

source: Weight
mr: वजन

source: Declared Value
mr: घोषित मूल्य

source: Amount
mr: रक्कम

source: Amt.
mr: रक्कम

source: Quantity
mr: संख्या

source: Qty.
mr: संख्या

source: Volume
mr: घनफळ

source: Length
mr: लांबी

source: Breadth
mr: रुंदी

source: Height
mr: ऊंची

# inMeter
source: (m)
mr: (मी.)

source: Cubic Metre
mr: घनमीटर

source: Date
mr: तारीख

source: Insurance Charges
mr: विमा शुल्क

source: Sub Total
mr: उप एकूण

source: Total Amount
mr: एकूण शुल्क

source: Total Payable
mr: एकूण देय

source: Amount Tendered
mr: निविदा रक्कम

source: Balance Amount
mr: शिल्लक रक्कम

source: Enter
mr: एंटर करा

source: Change Return
mr: रुपये परत केले

source: Payment Status
mr: पैसे भरल्याची स्थिती

# pendingBalanceMessage
source: Pending balance amount => [balance amount]
mr: शिल्लक रक्कम => [balance amount]

source: Choose One From Below
mr: खालीलपैकी एक निवडा

source: Payment Mode
mr: पेमेंटची पद्धत

source: Cash
mr: रोख

source: Card
mr: कार्ड

source: Credit
mr: उधार

source: Paid
mr: सशुल्क

source: To Pay
mr: वितरित करताना

source: Book Parcel
mr: पार्सल बुक करा

source: Complete Booking
mr: बुकिंग पूर्ण करा

source: Pay Now
mr: पेमेंट करा

# bookedSuccess
source: Parcel Booked Successfully
mr: पार्सल यशस्वीरित्या बुक झाले

source: Parcel List
mr: पार्सल यादी

source: Manifest
mr: मॅनिफेस्ट

source: Search Parcel
mr: पार्सल शोधा

source: Booking Date
mr: बुकिंग दिनांक

source: Routes
mr: मार्ग

source: Vehicles
mr: वाहने

source: Drivers
mr: चालक

source: Add Route
mr: मार्ग जोडा

source: Booked Parcels
mr: बुक केलेले पार्सल

source: Receiving Parcels
mr: प्राप्त होणारे पार्सल

source: Route Name
mr: मार्गाचे नाव

source: Start Location
mr: सुरवातीचे ठिकाण

source: End Location
mr: अंतिम ठिकाण

source: Radius in KM
mr: त्रिज्या (किमी मध्ये)

source: Intermediate Locations
mr: मध्यवर्ती स्थाने / थांबा

# estimatedTravelTime
source: Estimated Travelling Time
mr: प्रवासाला लागणारा अंदाजे वेळ

# estimatedReturnTime
source: Estimated Time To Return Back
mr: परतीच्या प्रवासाला लागणारा अंदाजे वेळ

source: Distance in KM
mr: अंतर (किमी मध्ये)

source: Pick Location
mr: ठिकाण निवडा

source: Add Vehicle
mr: वाहन जोडा

source: Add Driver
mr: चालक जोडा

source: Select RTO
mr: RTO निवडा

# part2eg
source: e.g: GC
mr: उदा. GC

# part3eg
source: e.g: 1234
mr: उदा. 1234

source: Vehicle Number
mr: वाहन क्रमांक

source: Chassis Number
mr: चासी क्रमांक

source: Insurance Number
mr: विमा क्रमांक

source: Insurance Valid From
mr: विमा काढल्याचा दिनांक

source: Insurance Valid Till
mr: विमा वैध दिनांक

source: Brand
mr: ब्रँड

source: Model
mr: मॉडेल

source: Max Load Capacity
mr: कमाल भार क्षमता

source: Load Capacity
mr: भार क्षमता

source: Number of Tyres
mr: टायर्सची संख्या

# vehicleSearchHint
source: Search By No. / Brand / Model / Load Capacity
mr: क्रमांक / ब्रँड / मॉडेल / भार क्षमता ने शोधा

# routeSearchHint
source: Search By Route Name / Location
mr: मार्गाचे नाव / ठिकाण ने शोधा

# driverSearchHint
source: Search By Driver Name / Mobile No.
mr: चालकाचे नाव / मोबाईल क्र. ने शोधा

source: Vehicle Image
mr: वाहन प्रतिमा

source: Insurance Copy
mr: विमा प्रत

source: Select Insurance Provider
mr: विमा प्रदाता निवडा

source: Select Vehicle Brand
mr: वाहन ब्रँड निवडा

source: Select Vehicle Model
mr: वाहन मॉडेल निवडा

# selectLoadValue
source: Select Max Load Value
mr: कमाल भार क्षमता निवडा

source: Select License Type
mr: परवाना प्रकार निवडा

source: Select Route
mr: मार्ग निवडा

source: Pick Date
mr: दिनांक निवडा

source: Select Driver
mr: चालक निवडा

source: Trucker Name
mr: ट्रकरचे नाव

source: Driver Name
mr: ड्राइवर (चालकाचे) नाव

# driverMobileNumber
source: Driver Mobile
mr: चालकाचा मोबाईल

source: Current Address
mr: सध्याचा पत्ता

source: Current Address Line 1
mr: सध्याचा पत्ता ओळ 1

source: Current Address Line 2
mr: सध्याचा पत्ता ओळ 2

source: Current City
mr: सध्याचे गाव / शहर

source: Permanent Address
mr: कायमचा पत्ता

source: Permanent Address Line 1
mr: कायमचा पत्ता ओळ 1

source: Permanent Address Line 2
mr: कायमचा पत्ता ओळ 2

source: Permanent City
mr: कायमचे शहर / गाव

# sameAsCurrent
source: Same as Current Address
mr: वर्तमान पत्त्याप्रमाणेच

source: Aadhar Number
mr: आधार क्रमांक

source: License Type
mr: परवाना प्रकार

source: Driving License Number
mr: ड्रायव्हिंग परवाना क्रमांक

source: License Expiry Date
mr: परवाना वैध दिनांक

source: Driver Aadhar Image
mr: चालकाचे आधार कार्ड प्रतिमा

# driverLicenseImage
source: Driving License Image
mr: चालकाचे परवाना प्रतिमा

source: Driver Image
mr: चालकाचा फोटो

source: My Routes
mr: माझे मार्ग

source: Search Route
mr: मार्ग शोधा

source: My Vehicles
mr: माझे वाहने

source: Search Vehicle
mr: वाहन शोधा

source: Search Driver
mr: चालक शोधा

source: Assign Driver
mr: चालक नियुक्त करा

# assignedVehicle
source: Assigned Vehi.
mr: नेमलेले वाहन

# neww
source: New
mr: नवीन

source: Generate Manifest
mr: मॅनिफेस्ट तयार करा

source: Select Trucker
mr: ट्रकर निवडा

source: Select Vehicle
mr: वाहन निवडा

source: Manifest Date
mr: मॅनिफेस्ट दिनांक

source: Old PIN
mr: जुना पिन

source: New PIN
mr: नवीन पिन

# confirmPin
source: Confirm New PIN
mr: नवीन पिनची पुष्टी करा

source: Change My PIN
mr: पिन मध्ये बदल करा

source: Get PIN
mr: पिन मिळवा

source: Select All
mr: सर्व निवडा

source: Selected
mr: निवडले

source: Track Parcel
mr: पार्सल स्तिथी

source: Parcel Number
mr: पार्सल क्रमांक

source: Receipt Number
mr: पावती क्रमांक

source: View Details
mr: माहिती पहा

source: Scan QR
mr: QR स्कॅन

source: Unable to Scan?
mr: स्कॅन करण्यात अक्षम?

source: Search Here
mr: येथे शोधा

source: Proceed Delivery
mr: वितरित करा

source: Search By Parcel Id
mr: पार्सल आयडी द्वारे शोधा

source: Parcel Id
mr: पार्सल आयडी

# sender
source: Consignor
mr: पाठवणारे

# receiver
source: Consignee
mr: प्राप्तकर्ते

source: Mark Received
mr: प्राप्त झाले

# scanQRCodeOnParcel
source: Scan QR Code pasted over parcel
mr: पार्सलवर असलेला QR कोड स्कॅन करा

source: Message
mr: संदेश

# regSuccessMessage
source: Congratulations..!! You have been successfully registered.
mr: अभिनंदन..!! आपले यशस्वीरित्या रेजिस्ट्रेशन झाले आहे.

# regFailedMessage
source: Oopss..!! Unable to register. Mobile number you've entered might have already been registered
mr: अरेच्चा ..!! रेजिस्ट्रेशन पुर्ण पणे झाले नाही. कदाचित आपण एंटर केलेला मोबाईल क्रमांकाचे रेजिस्ट्रेशन आधिपासून आहे.

source: Confirmation
mr: पुष्टी करा

# logoutMessage
source: Do you want to logout ?
mr: तुम्हाला लॉगऑऊट करायचे आहे का ?

source: Yes, Logout
mr: होय, लॉगऑऊट करा

# wantToExitApp
source: Want to exit from app ?
mr: अॅपमधून बाहेर पडू इच्छिता ?

source: Yes, Exit
mr: होय, बाहेर पडा

source: Route details not found
mr: मार्ग तपशील आढळले नाहीत

source: Driver details not found
mr: चालकाचे तपशील आढळले नाहीत

source: Vehicle details not found
mr: वाहनांचा तपशील सापडला नाही

source: Manifest details not found
mr: मॅनिफेस्ट तपशील आढळले नाहीत

# parcelDetailsNotFound
source: No Parcel Details found
mr: पार्सल तपशील आढळले नाहीत

# parcelDetailsNotFoundForSelectedRoute
source: No Parcel Details found for selected route
mr: निवडलेल्या मार्गासाठी कोणतेही पार्सल तपशील आढळले नाहीत

source: Customer Details Not Found
mr: कस्टमर माहिती उपलब्ध नाही

source: Transporter Details Not Found
mr: ट्रान्सपोर्टर माहिती उपलब्ध नाही

# trackDetailsNotFound
source: Parcel Tracking Details Not Found
mr: पार्सल स्तिथी तपशील आढळले नाहीत

source: Combined Weight
mr: एकत्रित वजन

source: Combined Declared Value
mr: एकत्रित घोषित मूल्य

source: Parcel Charges
mr: पार्सल शुल्क

source: (if applicable)
mr: (लागु असल्यास)

source: Manifest Details
mr: मॅनिफेस्ट तपशील

source: Manifest Id
mr: मॅनिफेस्ट आयडी

# parcelsOnRoute
source: [count] Parcels on route
mr: मार्गावर [count] पार्सल आहेत

source: Confirm Loading
mr: लोडिंगची पुष्टी करा

# removeFromScannedMessage
source: Do you want to remove Parcel No. [parcel_id] from Scanned List ?
mr: आपणास पार्सल क्रमांक [parcel_id] स्कॅन केलेल्या यादीतून काढून टाकावयाचे आहे का ?

# removeFromManifestMessage
source: Do you want to remove Parcel No. [parcel_id] from Manifest List ?
mr: आपणास पार्सल क्रमांक [parcel_id] मॅनिफेस्टच्या यादीतून काढून टाकावयाचे आहे का ?

source: Yes, Remove
mr: होय, काढा

source: Remove
mr: काढा

source: Done
mr: ठिक

source: Parcel Delivery
mr: पार्सल वितरण

# proofOfDelivery
source: Proof Of Delivery (POD)
mr: वितरणाचा पुरावा (POD)

source: Receiver Signature
mr: प्राप्तकर्त्याची स्वाक्षरी

source: Receiver Photo
mr: प्राप्तकर्त्याचा फोटो

# markDelivered
source: Mark As Delivered
mr: वितरण पूर्ण झाले

# deliveryConfirmationMessage
source: Do you want to mark this parcel as Delivered ?
mr: तुम्ही हे पार्सल वितरित केले म्हणून घोषित करू इच्छिता ?

source: View / Print Receipt
mr: पावती बघा / प्रिंट करा

source: View / Print QR
mr: QR कोड बघा / प्रिंट करा

source: Print
mr: प्रिंट

source: Receipt Not Found
mr: पावती ऊपलब्ध नाही

source: Address unavailable
mr: पत्ता उपलब्ध नाही

source: Total Parcels Booked
mr: एकूण बुक झालेले पार्सल

source: Paid Bookings
mr: सशुल्क बुकिंग

source: To Pay Bookings
mr: टु पे बुकिंग

source: Total Booking Amount
mr: एकूण बुकिंग रक्कम

source: Parcels Delivered
mr: पार्सल वितरित केले

# printAndroidOnlyMessage
source: QR code can be printed from Android Devices only.
mr: QR कोड फक्त Android फोनद्वारे प्रिंट केला जाऊ शकतो

# bookedStatusOnly
source: Parcels in Booked status only can be added to manifest
mr: मॅनिफेस्टमध्ये फक्त Booked स्टेटस असणारे पार्सल समाविष्ठ केले जाऊ शकतात

# notInManifest
source: Scanned Parcel is not listed in this manifest
mr: स्कॅन केलेले पार्सल या मॅनिफेस्टमध्ये सूचीबद्ध केलेले नाही

source: Settings
mr: सेटिंग्ज

source: Common
mr: कॉमन

source: Language
mr: भाषा

source: Printer
mr: प्रिंटर

source: Label Printer
mr: लेबल प्रिंटर

source: Select Printer
mr: प्रिंटर निवडा

source: Set
mr: सेट करा

# noPairedDeviceFound
source: No Paired Bluetooth Device Found
mr: कोणतेही जोडलेले (Paired) ब्लूटूथ आढळले नाही

# noPrinterSet
source: No printer is Set.
mr: कोणताही प्रिंटर सेट केलेला नाही.

# tapToSet
source: Tap Here to Set Printer
mr: प्रिंटर सेट करण्यासाठी येथे टॅप करा

# plzSelectTransporterType
source: Please select transporter Type
mr: कृपया ट्रान्सपोर्टर प्रकार निवडा

# plzSelectCompanyType
source: Please select company type
mr: कृपया कंपनी प्रकार निवडा

# plzSelectState
source: Please select State
mr: कृपया राज्य निवडा

# plzSelectCity
source: Please select City
mr: कृपया शहर / गाव निवडा

# invalidPanNo
source: Invalid PAN Number
mr: अवैध पॅन क्रमांक

# invalidGstNo
source: Invalid GSTIN Number
mr: अवैध GSTIN क्रमांक

# plzEnterMobileNo
source: Please enter Mobile No.
mr: कृपया मोबाईल नंबर एंटर करा.

# plzEnterPin
source: Please enter PIN
mr: कृपया पिन एंटर करा

# pinMustBeFourDigit
source: Pin must be 4 digit long
mr: पिन 4 अंकी लांब असणे आवश्यक आहे

# plzEnterAadharNo
source: Please enter Aadhar No
mr: कृपया आधार क्रमांक टाका

# plzEnterValidAadharNo
source: Aadhar Number must be 12 digit long
mr: आधार क्रमांक १२ अंकी असणे आवश्यक आहे

# plzSetPin
source: Please set PIN
mr: कृपया पिन सेट करा

# plzEnterBankName
source: Please enter Bank Name
mr: कृपया बँकेचे नाव एंटर करा

# plzEnterBranchName
source: Please enter Branch Name
mr: कृपया शाखेचे नाव एंटर करा

# plzEnterAccountNo
source: Please enter Account Number
mr: कृपया खाते क्रमांक एंटर करा

# plzEnterIFSCCode
source: Please enter IFSC Code
mr: कृपया IFSC कोड प्रविष्ट एंटर करा

# plzEnterParcelNo
source: Please enter Parcel Number
mr: कृपया पार्सल क्रमांक एंटर करा

# enterOldPin
source: Please enter Old PIN
mr: कृपया जुना पिन एंटर करा

# enterNewPin
source: Please enter New PIN
mr: कृपया नविन पिन एंटर करा

# enterConfirmPin
source: Please enter Confirm New PIN
mr: कृपया नवीन पिन पुष्टी करा एंटर करा

# confirmPINDoesNotMatch
source: New PIN and Confirmed PIN doesn't match
mr: नवीन पिन आणि पुष्टी केलेला पिन जुळत नाही

# plzEnterName
source: Please enter Name
mr: कृपया नाव एंटर करा

# plzEnterAddress
source: Please enter Address
mr: कृपया पत्ता एंटर करा

# plzEnterPAN
source: Please enter PAN
mr: कृपया PAN क्रमांक एंटर करा

# plzEnterGSTIN
source: Please enter GSTIN
mr: कृपया GSTIN क्रमांक एंटर करा

# invalidMobile
source: Invalid Mobile Number
mr: अवैध मोबाईल क्रमांक

source: Invalid Email Id
mr: ई-मेल आयडी अवैध आहे

# plzEnterRouteName
source: Please enter Route Name
mr: कृपया मार्गाचे नाव एंटर करा

# plzEnterEstimateTravelTime
source: Please enter Estimated Travel Time
mr: कृपया प्रवासाची अंदाजे वेळ एंटर करा

# plzEnterReturnTime
source: Please enter Estimated Time to return Back
mr: कृपया परत येण्यासाठी अंदाजे वेळ एंटर करा

# plzDistanceInKM
source: Please enter Distance in KM
mr: कृपया अंतर (कि. मी. मध्ये) एंटर करा

# plzSelectSenderCity
source: Please select Consignor City
mr: कृपया पाठवणाऱ्याचे शहर / गाव निवडा

# plzSelectReceiverCity
source: Please select Consignee City
mr: कृपया प्राप्तकर्त्याचे शहर / गाव निवडा

# plzAddSenderDetails
source: Please add Consignor Details
mr: पाठवणाऱ्याचे तपशील एंटर करा

# plzAddSenderName
source: Please enter Consignor Name
mr: कृपया पाठवणाऱ्याचे नाव एंटर करा

# plzAddSenderMobile
source: Please enter Consignor Mobile
mr: कृपया पाठवणाऱ्याचा मोबाईल क्रमांक एंटर करा

# plzAddSenderAddress
source: Please enter Consignor Address
mr: कृपया पाठवणाऱ्याचा पत्ता एंटर करा

# plzAddReceiverDetails
source: Please add Consignee Details
mr: प्राप्तकर्त्याचे तपशील एंटर करा

# plzAddReceiverName
source: Please enter Consignee Name
mr: कृपया प्राप्तकर्त्याचे नाव एंटर करा

# plzAddReceiverMobile
source: Please enter Consignee Mobile
mr: कृपया प्राप्तकर्त्याचा मोबाईल क्रमांक एंटर करा

# plzAddReceiverAddress
source: Please enter Consignee Address
mr: कृपया प्राप्तकर्त्याचा पत्ता एंटर करा

# plzSelectRoute
source: Please select Route
mr: कृपया मार्ग निवडा

# plzSelectVehicle
source: Please select Vehicle
mr: कृपया वाहन निवडा

# plzSelectParcelItemType
source: Please Select Parcel Item Type
mr: कृपया पार्सल आयटम प्रकार निवडा

# plzEnterParcelDescription
source: Please Enter Parcel Description
mr: कृपया पार्सल तपशील एंटर करा

# plzEnterDeclaredValue
source: Please Enter Declared Value
mr: कृपया पार्सलचे घोषित मूल्य एंटर करा

# plzEnterWeight
source: Please Enter Weight
mr: कृपया पार्सल वजन एंटर करा

# plzEnterQuantity
source: Please Enter Quantity
mr: कृपया पार्सल संख्या एंटर करा

# plzEnterAmount
source: Please Enter Amount
mr: कृपया पार्सल रक्कम एंटर करा

# plzEnterDriverName
source: Please Enter Driver Name
mr: कृपया चालकाचे नाव एंटर करा

# plzEnterDriverMob
source: Please Enter Driver Mobile Number
mr: कृपया चालकाचा मोबाईल क्रमांक एंटर करा

# plzEnterCurrentAddressLine1
source: Please Enter Current Address Line 1
mr: कृपया पत्ता ओळ 1 एंटर करा

# plzSelectCurrentCity
source: Please Select Current City
mr: कृपया सध्याचे शहर / गाव निवडा

# plzEnterDriverAadhar
source: Please Enter Driver Aadhar Number
mr: कृपया चालकाचा आधार क्रमांक एंटर करा

# plzEnterDriverLicenseNo
source: Please Enter Driver License Number
mr: कृपया ड्रायव्हिंग परवाना क्रमांक एंटर करा

# plzSelectLicenseType
source: Please Select License Type
mr: कृपया परवाना प्रकार निवडा

# plzEnterLicenseExpDate
source: Please Enter License Expiry Date
mr: कृपया परवाना वैध दिनांक एंटर करा

# plzEnterVehicleNo
source: Please enter Vehicle Number
mr: कृपया वाहन क्रमांक एंटर करा

# plzEnterChassisNo
source: Please enter Chassis Number
mr: कृपया चासी क्रमांक एंटर करा

# plzSelectInsProvider
source: Please Select Insurance Provider
mr: कृपया विमा प्रदाता निवडा

# plzEnterInsNumber
source: Please enter Insurance Number
mr: कृपया विमा क्रमांक निवडा

# plzSelectInsValidFromDate
source: Please Select Insurance Valid From Date
mr: कृपया विमा काढल्याचा दिनांक निवडा

# plzSelectInsValidTillDate
source: Please Select Insurance Valid Till Date
mr: कृपया विमा वैध दिनांक निवडा

# plzSelectVehicleBrand
source: Please Select vehicle brand
mr: कृपया वाहन ब्रँड निवडा

# plzSelectVehicleModel
source: Please Select vehicle model
mr: कृपया वाहन मॉडेल निवडा

# plzSelectMaxLoadValue
source: Please Select Max Load Value
mr: कृपया कमाल भार क्षमता निवडा

# plzSelectBodyType
source: Please Select body type
mr: कृपया वाहनाचा बॉडी प्रकार निवडा

# plzEnterNoOfTyres
source: Please Enter No of Tyres
mr: कृपया टायर्स ची संख्या एंटर करा

# plzSelectDriverToAssign
source: Please Select Driver to Assign
mr: कृपया नियुक्त करण्यासाठी चालक निवडा

# plzScanQRCodeOnParcel
source: Please Scan QR Code pasted over parcel
mr: कृपया पार्सलवर असलेला QR कोड स्कॅन करा

# plzAddSignature
source: Please Add Signature
mr: कृपया स्वाक्षरी जोडा

# enterCompleteOTP
source: Please Enter Complete OTP
mr: कृपया पूर्ण OTP एंटर करा

# plzEnterFirstName
source: Please Enter First Name
mr: कृपया प्रथम नाव एंटर करा

# plzEnterLastName
source: Please Enter Last Name
mr: कृपया आडनाव नाव एंटर करा

# plzEnterValidMobileNo
source: Mobile Number must be 10 digit long
mr: एंटर केलेला मोबाईल क्रमांक अवैध आहे

# plzSelectPaymentMode
source: Please Select Payment Mode
mr: कृपया पेमेंटची पद्धत निवडा

# plzSelectStartLocation
source: Please Select Start Location
mr: कृपया सुरुवातीचे ठिकाण निवडा

# plzSelectEndLocation
source: Please Select End Location
mr: कृपया अंतिम ठिकाण निवडा

# plzEnterRadius
source: Please Enter Radius
mr: कृपया त्रिज्या एंटर करा

# plzSelectRTO
source: Please Select RTO
mr: कृपया RTO निवडा

# plzEnterLength
source: Please Enter Length
mr: कृपया लांबी एंटर करा

# plzEnterBreadth
source: Please Enter Breadth
mr: कृपया रुंदी एंटर करा

# plzEnterHeight
source: Please Enter Height
mr: कृपया ऊंची एंटर करा

# plzEnterTenderAmount
source: Please Enter Tendered Amount
mr: कृपया निविदा रक्कम एंटर करा

# plzSetPrinter
source: Please set the printer first
mr: कृपया प्रथम प्रिंटर सेट करा.

# mustHaveAtLeastOneItem
source: Parcel must have at least 1 material in it
mr: पार्सलमध्ये किमान 1 साहित्य असणे आवश्यक आहे

# selectParcelToAddInManifest
source: Please Select parcel to add in manifest
mr: कृपया मॅनिफेस्टमध्ये समाविष्ठ करण्यासाठी पार्सल निवडा
